import imageOne from '../../images/image20.jpg';
import imageTwo from '../../images/image21.jpg';
import imageThree from '../../images/image22.jpg';

export const ServicesData = {
    heading: 'Лазня з виглядом на Карпати',
    paragraphOne: 'Лазня – один із найдієвіших способів у боротьбі з багатьма недугами, який допомагає відновити життєві сили, підвищити життєвий тонус та просто розслабитися і зняти втому після робочих тижнів. А відвідування лазні з друзями – це ще й чудова нагода провести час із користю та насолодитися відпочинком у дружній компанії.',
    paragraphTwo: ' Відвідування лазні допомагає зняти стрес і напруження та дарує відчуття легкості та бадьорості.',
    image: imageOne,
}

export const ServicesDataTwo = {
    heading: 'Незабутнє барбекю на природі',
    paragraphOne: 'Барбекю має рідкісну здатність робити зробити шедеври та навіть найпростіші овочі будуть дуже смачні.',
    paragraphTwo: 'А ще з чудовою компанією відпочинок буде незабутнім.',
    image: imageTwo,
}

export const ServicesDataThree = {
    heading: 'Цілющі джерела Карпат',
    paragraphOne: 'Східниця приваблює охочих відпочити незалежно від пори року. Адже це не лише чисте гірське повітря та прозора річкова вода, недоторкана природа. Східниця насамперед славиться своїми джерелами мінеральних вод, що відомі своєю оздоровчою силою.',
    paragraphTwo: 'Цілющі властивості, яких застосовуються для лікування багатьох хвороб і порушень функціонування внутрішніх органів людини. Мінеральна вода – унікальний дар природи. Цей натуральний ресурс з підземних джерел має лікувальні властивості, здійснює на організм людини зцілюючий вплив за рахунок підвищеного вмісту корисних біологічно активних компонентів і особливостей хімічного складу.',
    image: imageThree,
}