import React from 'react';
import Hero from '../components/Hero/Hero';
import HeroVideo from '../components/Hero/HeroVideo';
import { SliderData } from '../components/Hero/SliderData';
import { HomeContent, HomeTitle, HomeText } from './Home.elements';

const Home = () => {
    return (
        <>
            <HeroVideo />
            <HomeContent>
                <HomeTitle>Східниця</HomeTitle>
                <HomeText>Східниця знаходиться в Карпатах у Львівській області. Дорога на курорт пролягає через Трускавець та Борислав. Вже з Трускавця видно вдалині пологі гірські хребти. На в’їзді в Борислав мандрівникові відкриваються мальовничі краєвиди, а за містом постають вкриті високим лісом гори, через які серпантином в'ється дорога. Серед пологих гір, вкритих хвойними лісами, на березі гірської річечки Східничанки розкинулось невелике селище Східниця. Бальнеологічний курорт Східниця знаходиться неподалік відомого курорту Трускавець на висоті 600-900 м над рівнем моря. Село оточене з усіх сторін горами та лісами, а тому має своєрідний мікроклімат. В Східниці - м'яка зима, часто бувають відлиги та тумани, літо - тепле, з характерними для Карпат змінами погоди. Це тихе, спокійне місце приваблює щорічно тисячі людей, адже в Східниці можна сумістити лікування мінеральними водами з відпочинком серед чудової карпатської природи.</HomeText>
            </HomeContent>
            <Hero slides={SliderData} />
        </>
    )
}

export default Home;
